// База данных наших историй
const storiesData = [
    {
        // Укажи названия картинок, которые лежат в папке assets
        image: "assets/story1.jpg", 
        lines: [
            "Холодный ветер пробирает до костей. Снег под ногами хрустит непривычно громко.",
            "Среди высоких елей мелькнула тень.",
            "Это не человек. Огромный белый волк выходит на поляну, его глаза светятся в полутьме.",
            "Он принес весть. Но добрую ли?"
        ]
    },
    {
        image: "assets/story2.jpg", 
        lines: [
            "Вершина Вздохов встретила вас ледяным безмолвием.",
            "Здесь исчез отряд разведчиков. Вы находите их лагерь нетронутым.",
            "Котлы полны замерзшей похлебки, мечи аккуратно сложены у палаток.",
            "Они просто ушли. Или их забрали небеса?"
        ]
    },
    {
        image: "assets/story3.jpg", 
        lines: [
            "Скрип двери заброшенной хижины разнесся по всей долине.",
            "Внутри темно. Вы зажигаете лучину и подходите к столу.",
            "На столе кровью нацарапана лишь одна руна — руна 'Предательство'.",
            "Вы слышите, как кто-то тяжело дышит за вашей спиной."
        ]
    },
    {
        image: "assets/story4.jpg", 
        lines: [
            "Мама помоги.",
            "Здесь исчез отряд разведчиков. Вы находите их лагерь нетронутым.",
            "Котлы полны замерзшей похлебки, мечи аккуратно сложены у палаток.",
            "Они просто ушли. Или их забрали небеса?"
        ]
    },
    {
        image: "assets/story5.jpg", 
        lines: [
            "Господи дай сил.",
            "Здесь исчез отряд разведчиков. Вы находите их лагерь нетронутым.",
            "Котлы полны замерзшей похлебки, мечи аккуратно сложены у палаток.",
            "Они просто ушли. Или их забрали небеса?"
        ]
    },
];