// База данных наших историй
const storiesData = [
    {
        // Укажи названия картинок, которые лежат в папке assets
        id: 1,
        image: "assets/story1.jpg", 
        meetName: "Листик",
        lines: [
            "Часть Листик",
            "Среди высоких елей мелькнула тень.",
            "Это не человек. Огромный белый волк выходит на поляну, его глаза светятся в полутьме.",
            "Он принес весть. Но добрую ли?"
        ]
    },
    {
        id: 2,
        image: "assets/story2.jpg", 
        meetName: "Задирой",
        lines: [
            "Часть Задиры",
            "Здесь исчез отряд разведчиков. Вы находите их лагерь нетронутым.",
            "Котлы полны замерзшей похлебки, мечи аккуратно сложены у палаток.",
            "Они просто ушли. Или их забрали небеса?"
        ]
    },
    {
        id: 3,
        image: "assets/story3.jpg", 
        meetName: "Душеловом",
        lines: [
            "Часть Душелова",
            "Внутри темно. Вы зажигаете лучину и подходите к столу.",
            "На столе кровью нацарапана лишь одна руна — руна 'Предательство'.",
            "Вы слышите, как кто-то тяжело дышит за вашей спиной."
        ]
    },
    {
        id: 4,
        image: "assets/story4.jpg", 
        meetName: "Седым",
        lines: [
            "Ветка Седого",
            "Здесь исчез отряд разведчиков. Вы находите их лагерь нетронутым.",
            "Котлы полны замерзшей похлебки, мечи аккуратно сложены у палаток.",
            "Они просто ушли. Или их забрали небеса?"
        ]
    },
    {
        id: 5,
        image: "assets/story5.jpg", 
        meetName: "Пламенеющей",
        lines: [
            "Ветка Пламени",
            "Здесь исчез отряд разведчиков. Вы находите их лагерь нетронутым.",
            "Котлы полны замерзшей похлебки, мечи аккуратно сложены у палаток.",
            "Они просто ушли. Или их забрали небеса?"
        ]
    },
];